Repository: mattiolato98/reservation-ninja
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it_it

source: Back home
it_it: Torna alla home

source: Insert
it_it: Inserisci

source: You have already a lesson in this time interval
it_it: Hai già una lezione in questo intervallo

source: Day
it_it: Giorno

source: Start time
it_it: Ora inizio

source: End time
it_it: Ora fine

source: Classroom
it_it: Aula

source: Color
it_it: Colore

source: Name
it_it: Nome

source: Monday
it_it: Lunedì

source: Tuesday
it_it: Martedì

source: Wednesday
it_it: Mercoledì

source: Thursday
it_it: Giovedì

source: Friday
it_it: Venerdì

source: Red
it_it: Rosso

source: Green
it_it: Verde

source: Blue
it_it: Blu

source: Black
it_it: Nero

source: Orange
it_it: Arancione

source: Eggplant
it_it: Melanzana

source: Grey
it_it: Grigio

source: Olive
it_it: Oliva

source: Purple
it_it: Viola

source: Burnt umber
it_it: Terra d'ombra

source: Please, choose a time in the range
it_it: Per favore, scegli un orario nell'intervallo disponibile

source: Lesson start time should be before end time
it_it: L'orario di inizio di una lezione dovrebbe essere inferiore all'orario di fine.

source: Warning
it_it: Attenzione

source: Your Unimore credentials are wrong
it_it: Le tue credenziali Unimore risultano errate

source: Even monkeys fall from trees
it_it: Anche le scimmie cadono dagli alberi

source: Please update them or we can't reserve your classrooms.
it_it: Perfavore aggiornale o non potremo prenotare le tue aule.

source: Update
it_it: Aggiorna

source: Add a lesson
it_it: Aggiungi una lezione

source: Your lessons
it_it: Le tue lezioni

source: Delete lesson
it_it: Elimina lezione

source: Delete the lesson
it_it: Elimina la lezione

source: Are you sure you want to delete this lesson?
it_it: Vuoi davvero eliminare questa lezione?

source: This data will be destroyed and you won't be able to retrieve it.
it_it: I dati di questa lezione verranno eliminati e non sarai più in grado di recuperarli.

source: Delete
it_it: Elimina

source: Back to lesson
it_it: Torna alla lezione

source: Lesson
it_it: Lezione

source: Your time table
it_it: Il tuo orario delle lezioni

source: Start at
it_it: Inizia alle

source: End at
it_it: Finisce alle

source: My lessons
it_it: Le mie lezioni

source: Your reservations
it_it: Le tue prenotazioni

source: No lesson here, insert your lessons!
it_it: Ancora nessuna lezione, aggiungine una!

source: Click the <strong>button</strong> and add them!
it_it: Clicca il <strong>pulsante</strong> e aggiungile!

source: Error
it_it: Errore

source: Error: Lessons overlap!
it_it: Errore: Lezioni sovrapposte!

source: A lessons overlap error was found.
it_it: È stata rilevata una sovrapposizione di lezioni.

source: Please, check your <strong>lessons</strong>. You have <strong>at least</strong> two of them which <strong>times overlap</strong>. <br><br> In this case the lessons timetable <strong>can't work properly</strong>.
it_it: Per favore, controlla le tue <strong>lezioni</strong>. Hai <strong>almeno</strong> due di esse in cui gli <strong>orari si sovrappongono</strong>. <br><br> In questo caso l'orario delle lezioni <strong>non può funzionare correttamente</strong>.

source: Timetable
it_it: Orario

source: Lessons timetable
it_it: Orario delle lezioni

source: Update lesson
it_it: Aggiorna la lezione

source: Update lesson information
it_it: Aggiorna i dati della lezione

source: A no lessons error was found.
it_it: È stata rilevata una mancanza di lezioni.

source: Please, check your <strong>lessons</strong>. You must have <strong>at least</strong> one lesson in your profile in order to see it. <br><br> In this case the lessons timetable <strong>can't work properly</strong>.
it_it: Per favore, controlla le tue <strong>lezioni</strong>. Devi avere <strong>almeno</strong> una lezione per visualizzarla nell'orario. <br><br> In questo caso l'orario delle lezioni <strong>non può funzionare correttamente</strong>.

source: Saving ...
it_it: Un attimo ...

source: Thanks for the feedback!
it_it: Grazie per il feedback!

source: Add your Green Pass
it_it: Aggiungi Green Pass

source: No reservation made, insert your lessons!
it_it: Nessuna prenotazione effettuata, inserisci le tue lezioni!

source: Add your <strong>first lesson</strong> clicking the button below!
it_it: Aggiungi la tua <strong>prima lezione</strong> cliccando il pulsante qui sotto!

source: Hooray! No reservations today.
it_it: Urrà! Nessuna prenotazione oggi.

source: You can <strong>take it easy!</strong>
it_it: Puoi <strong>prendertela comoda!</strong>

source: Are your reservations correct?
it_it: Le prenotazioni sono corrette?

source: You can disable daily feedbacks from settings
it_it: Puoi disabilitare i feedback dalle impostazioni

source: Yes
it_it: Sì

source: + Add your first lesson
it_it: + Aggiungi la tua prima lezione

source: Help
it_it: Supporto

source: If you have some doubt or you want to report an issue, write to this email: <span class="font-6 site-color">reservationtoolninja@gmail.com</span>.
it_it: Se hai dubbi o vuoi segnalare un problema, scrivi a questa email: <span class="font-6 site-color">reservationtoolninja@gmail.com</span>.

source: Check out our privacy policies
it_it: Dai un'occhiata alle nostre politiche sul trattamento dei dati

source: Cookie policy
it_it: Informativa sui cookie

source: Privacy policy
it_it: Informativa sulla privacy

source: Hi and welcome to Reservation Ninja, the tool which allows you to reserve classrooms automatically.
it_it: Ciao! Reservation Ninja, lo strumento che ti permette di prenotare le aule automaticamente, ti dà il benvenuto.

source: How does it work?
it_it: Come funziona?

source: <li>Create your weekly schedule, by entering your lessons timetable</li> <li>Let the tool work, every morning you'll find the link to the daily reservations</li>
it_it: <li>Crea il tuo programma settimanale, inserendo gli orari delle lezioni</li> <li>Lascia lavorare l'app, ogni mattina troverai il link alle prenotazioni del giorno</li>

source: Beta notes
it_it: Note versione Beta

source: This is the Beta version of the app, so you could experiment issues or bug. For any problem with the reservations or the use of the app, please
it_it: Questa è la versione Beta dell'app, quindi potresti sperimentare problemi o bug. Per qualsiasi problema relativo alle prenotazioni o all'utilizzo dell'app perfavore

source: contact us
it_it: contattaci

source: so we can fix it as soon as possible. <br> Thanks for the support.
it_it: così da risolverlo il prima possibile. <br> Grazie per il supporto.

source: Exploit the power of the ninja
it_it: Sfrutta il potere del ninja

source: Need help?
it_it: Hai bisogno di aiuto?

source: Sign up
it_it: Registrati

source: Choose the next feature
it_it: Scegli la prossima funzionalita'

source: Visit our Instagram profile reservationninja to take the survey
it_it: Visita il nostro profilo Instagram reservationninja per partecipare al sondaggio

source: Vote the next feature in the stories
it_it: Vota la prossima funzionalità nelle storie

source: Go to Instagram
it_it: Vai su Instagram

source: Done!
it_it: Fatto!

source: What's new
it_it: Novita'

source: The lessons timetable is here!
it_it: L'orario delle lezioni è arrivato!

source: It's now possible to see your lessons timetable.
it_it: Ora è possibile visualizzare il tuo orario delle lezioni.

source: Now you can add the name of your subjects!
it_it: Ora puoi aggiungere il nome delle tue materie!

source: You can do it by editing your lessons.
it_it: Puoi farlo modificando le tue lezioni.

source: Now you can add a color to your subjects!
it_it: Ora puoi aggiungere un colore alle tue lezioni!

source: Great, thanks!
it_it: Grazie mille!

source: Unimore Email
it_it: Email Unimore

source: Your Unimore Email
it_it: La tua email Unimore

source: Confirm password
it_it: Conferma password

source: Unimore username
it_it: Username Unimore

source: Unimore password
it_it: Password Unimore

source: I agree with the <a href='{}' target='_blank' class='site-link'>privacy policy</a> and the use of essential cookies, according with our <a href='{}' target='_blank' class='site-link'>cookie policy</a>, in order to allow the proper operation of the app
it_it: Acconsento all'<a href='{}' target='_blank' class='site-link'>informativa sulla privacy</a> e all'utilizzo dei cookie essenziali, in accordo con la nostra <a href='{}' target='_blank' class='site-link'>informativa sui cookie</a>, per consentire il corretto funzionamento dell'app

source: <h3 class='mt-3 mb-0 logo-font site-color'>Unimore Credentials</h3>
it_it: <h3 class='mt-3 mb-0 logo-font site-color'>Credenziali Unimore</h3>

source: <span class='form-text small mt-0 mb-2'> Your credentials will be encrypted and securely stored and you can delete them at any time. </span>
it_it: <span class='form-text small mt-0 mb-2'> Le tue credenziali sono cryptate e memorizzate in sicurezza e puoi eliminarle in qualsiasi momento. </span>

source: Seems that you are not a Unimore student.
it_it: Sembra che tu non sia uno studente Unimore.

source: You must accept the privacy policies.
it_it: Devi accettare le politiche sul trattamento dei dati.

source: Google Drive link
it_it: Link a Google Drive

source: Disable automatic reservations if you don't need them. You'll be able to enable them again later
it_it: Disabilita le prenotazioni automatiche se non ne hai bisogno. Potrai sempre abilitarle di nuovo successivamente.

source: Help us discover problems by giving a daily feedback about your reservations
it_it: Aiutaci a scoprire problemi lasciando un feedback giornaliero sulle tue prenotazioni

source: Save changes
it_it: Salva le modifiche

source: Automatic reservations
it_it: Prenotazioni automatiche

source: Daily feedback
it_it: Feedback giornaliero

source: Welcome
it_it: Accedi

source: Don't have an account yet? Sign up
it_it: Non hai ancora un account? Registrati

source: Fill the form with your information
it_it: Inserisci le tue informazioni

source: Reservations will start the day after registration
it_it: Le prenotazioni partiranno dal giorno successivo a quello della registrazione

source: Back to login
it_it: Torna al login

source: Email confirmation
it_it: Conferma della email

source: Check your email inbox.
it_it: Controlla la tua casella di posta.

source: You should have received a link to confirm your email. If you have already confirmed it, you can login.
it_it: Dovresti aver ricevuto un link per confermare la tua email. Se lo hai gia' fatto, puoi procedere al login.

source: Email successfully verified
it_it: Email verificata con successo

source: Your email has been successfully verified.
it_it: La tua email e' stata verificata con successo

source: Join
it_it: Entra

source: Add Green Pass
it_it: Aggiungi il Green Pass

source: Make sure your drive link is accessible only by you.
it_it: Assicurati che il link a Google Drive sia accessibile solamente a te.

source: Your file <strong>sharing policy</strong> on Google Drive have to be <strong>"With limitations"</strong> and you should be the <strong>only</strong> authorized user to access the file. <br> You can remove the Green Pass from <strong>your settings</strong>.
it_it: Le <strong>impostazioni di condivisione</strong> del tuo file su Google Drive devono essere <strong>"Con limitazioni"</strong> e tu dovresti essere l'<strong>unico</strong> utente autorizzato ad accedere al file. Puoi rimuovere il Green Pass dalle <strong>tue impostazioni</strong>.

source: Delete Green Pass
it_it: Elimina il Green Pass

source: Back to settings
it_it: Torna alle impostazioni

source: Delete your Green Pass
it_it: Elimina il tuo Green Pass

source: Are you sure you want to delete yuor Green Pass link?
it_it: Vuoi davvero eliminare il link al tuo Green Pass?

source: This data will be destroyed and you will have to insert the link again.
it_it: I dati verranno eliminati e dovrai inserire il link nuovamente dalla pagina principale.

source: Settings
it_it: Impostazioni

source: General settings
it_it: Impostazioni generali

source: Update general settings
it_it: Aggiorna le impostazioni generali

source: Update Unimore credentials
it_it: Aggiorna le credenziali Unimore

source: Update your Unimore credentials
it_it: Aggiorna le tue credenziali Unimore

source: Remove the link to your Green Pass
it_it: Rimuovi il tuo Green Pass

source: Delete your account
it_it: Elimina il tuo account

source: Delete your account and all your information
it_it: Elimina il tuo account e tutte le tue informazioni

source: Someone stole this username. Damn!.
it_it: Qualcuno ha rubato questo username. Accidenti!

source: Checking ...
it_it: Verificando ...

source: Either username or password are wrong. Please try again.
it_it: Lo username o la password sono errati. Perfavore riprova.

source: Verified
it_it: Verificato

source: Delete account
it_it: Elimina account

source: Are you sure you want to delete your account?
it_it: Vuoi davvero eliminare il tuo account?

source: All your data will be destroyed and you won't be able to retrieve it.
it_it: Tutti i tuoi dati verranno distrutti e non sarai più in grado di recuperarli.

source: For confirmation, enter your username:
it_it: Inserisci il tuo username per confermare:

source: Update your Unimore credentials
it_it: Aggiorna le credenziali Unimore

source: Authentication error
it_it: Errore di autenticazione
